Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: None
ar: بلا
bn: কোনোটি নয়
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无

source: Not configured
ar: غير مُعَدّ
bn: কনফিগার করা হয়নি
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
hi: कॉन्फ़िगर नहीं किया गया
id: Belum dikonfigurasi
it: Non configurato
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
ru: Не настроено
zh_hans: 未配置

source: Nothing to Export
ar: لا يوجد شيء للتصدير
bn: রপ্তানির কিছু নেই
de: Nichts zu exportieren
es: Nada que exportar
fr: Rien à exporter
hi: निर्यात के लिए कुछ नहीं
id: Tidak Ada yang Diekspor
it: Nessun Elemento da Esportare
ja: エクスポートするものがありません
ko: 내보낼 항목 없음
pt_br: Nada a Exportar
ru: Нечего экспортировать
zh_hans: 无可导出的内容

source: Number of characters in the menu:
ar: عدد الأحرف في القائمة:
bn: মেনুতে অক্ষর সংখ্যা:
de: Anzahl der Zeichen im Menü:
es: Número de caracteres en el menú:
fr: Nombre de caractères dans le menu :
hi: मेन्यू में वर्णों की संख्या:
id: Jumlah karakter di menu:
it: Numero di caratteri nel menu:
ja: メニューの文字数:
ko: 메뉴의 문자 수:
pt_br: Número de caracteres no menu:
ru: Количество символов в меню:
zh_hans: 菜单中的字符数：

source: Numbering
ar: الترقيم
bn: নম্বরিং
de: Nummerierung
es: Numeración
fr: Numérotation
hi: क्रमांकन
id: Penomoran
it: Numerazione
ja: 番号付け
ko: 번호 매기기
pt_br: Numeração
ru: Нумерация
zh_hans: 编号

source: OK
ar: حسنًا
bn: ঠিক আছে
hi: ठीक है
ko: 확인
ru: ОК
zh_hans: 好

source: Off — collect nothing
ar: إيقاف — عدم جمع أي شيء
bn: বন্ধ — কিছুই সংগ্রহ করা হবে না
de: Aus – nichts erfassen
es: Desactivado: no recopilar nada
fr: Désactivé — ne rien collecter
hi: बंद — कुछ भी एकत्र न करें
id: Nonaktif — tidak mengumpulkan apa pun
it: Disattivato — non raccogliere nulla
ja: オフ — 何も収集しない
ko: 끄기 — 아무것도 수집 안 함
pt_br: Desativado — não coletar nada
ru: Выкл. — ничего не собирать
zh_hans: 关闭 — 不收集任何信息

source: Off — collect nothing (recommended)
ar: إيقاف — عدم جمع أي شيء (موصى به)
bn: বন্ধ — কিছুই সংগ্রহ করা হবে না (প্রস্তাবিত)
de: Aus – nichts erfassen (empfohlen)
es: Desactivado: no recopilar nada (recomendado)
fr: Désactivé — ne rien collecter (recommandé)
hi: बंद — कुछ भी एकत्र न करें (अनुशंसित)
id: Nonaktif — tidak mengumpulkan apa pun (disarankan)
it: Disattivato — non raccogliere nulla (consigliato)
ja: オフ — 何も収集しない（推奨）
ko: 끄기 — 아무것도 수집 안 함(권장)
pt_br: Desativado — não coletar nada (recomendado)
ru: Выкл. — ничего не собирать (рекомендуется)
zh_hans: 关闭 — 不收集任何信息（推荐）

source: Only your clipboard history syncs. Clips detected as secrets never leave this Mac. Every Mac sharing the folder needs the same passphrase.
ar: تتم مزامنة سجلّ الحافظة فقط. المقاطع المكتشفة كأسرار لا تغادر هذا الـ Mac أبدًا. يحتاج كل Mac يشارك المجلد إلى عبارة المرور نفسها.
bn: কেবল ক্লিপবোর্ড ইতিহাস সিঙ্ক হয়। গোপন হিসেবে শনাক্ত ক্লিপ কখনও এই Mac ছেড়ে যায় না। ফোল্ডার শেয়ার করা প্রতিটি Mac-এ একই পাসফ্রেজ লাগবে।
de: Nur der Zwischenablage-Verlauf wird synchronisiert. Als Geheimnis erkannte Clips verlassen diesen Mac nie. Jeder Mac mit Zugriff auf den Ordner benötigt dieselbe Passphrase.
es: Solo se sincroniza el historial del portapapeles. Los clips detectados como secretos nunca salen de este Mac. Cada Mac que comparta la carpeta necesita la misma frase de contraseña.
fr: Seul l'historique du presse-papiers est synchronisé. Les éléments détectés comme secrets ne quittent jamais ce Mac. Chaque Mac partageant le dossier doit utiliser la même phrase secrète.
hi: केवल क्लिपबोर्ड इतिहास सिंक होता है। गोपनीय पहचाने गए क्लिप कभी इस Mac से बाहर नहीं जाते। फ़ोल्डर साझा करने वाले हर Mac को एक ही पासफ़्रेज़ चाहिए।
id: Hanya riwayat papan klip yang disinkronkan. Klip yang terdeteksi sebagai rahasia tidak pernah meninggalkan Mac ini. Setiap Mac yang berbagi folder memerlukan frasa sandi yang sama.
it: Viene sincronizzata solo la cronologia degli appunti. I clip rilevati come segreti non lasciano mai questo Mac. Ogni Mac che condivide la cartella richiede la stessa passphrase.
ja: 同期されるのはクリップボード履歴のみです。機密と判定されたクリップはこの Mac から出ません。フォルダを共有するすべての Mac で同じパスフレーズが必要です。
ko: 클립보드 기록만 동기화됩니다. 비밀로 감지된 클립은 이 Mac을 떠나지 않습니다. 폴더를 공유하는 모든 Mac에 동일한 암호 문구가 필요합니다.
pt_br: Apenas o histórico da área de transferência é sincronizado. Clipes detectados como segredos nunca saem deste Mac. Todo Mac que compartilha a pasta precisa da mesma frase-senha.
ru: Синхронизируется только история буфера обмена. Записи, распознанные как секреты, никогда не покидают этот Mac. Каждому Mac, использующему эту папку, нужна одна и та же парольная фраза.
zh_hans: 仅同步剪贴板历史。被识别为机密的内容不会离开这台 Mac。共享该文件夹的每台 Mac 都需要相同的口令。

source: Open ClipySi
ar: فتح ClipySi
bn: ClipySi খুলুন
de: ClipySi öffnen
es: Abrir ClipySi
fr: Ouvrir ClipySi
hi: ClipySi खोलें
id: Buka ClipySi
it: Apri ClipySi
ja: ClipySi を開く
ko: ClipySi 열기
pt_br: Abrir o ClipySi
ru: Открыть ClipySi
zh_hans: 打开 ClipySi

source: Open Login Items…
ar: فتح عناصر تسجيل الدخول…
bn: লগইন আইটেম খুলুন…
de: Anmeldeobjekte öffnen …
es: Abrir Ítems de inicio de sesión…
fr: Ouvrir les éléments d'ouverture…
hi: लॉगिन आइटम खोलें…
id: Buka Item Masuk…
it: Apri Elementi login…
ja: ログイン項目を開く…
ko: 로그인 항목 열기…
pt_br: Abrir Itens de Início…
ru: Открыть объекты входа…
zh_hans: 打开登录项…

source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
hi: सिस्टम सेटिंग्स खोलें
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

source: Optional — leave blank for no clear-history shortcut.
ar: اختياري — اتركه فارغًا لعدم وجود اختصار لمسح السجل.
bn: ঐচ্ছিক — ইতিহাস মুছার শর্টকাট না চাইলে খালি রাখুন।
de: Optional – leer lassen für kein Kürzel zum Löschen des Verlaufs.
es: Opcional: déjalo en blanco para no usar ningún atajo de borrado de historial.
fr: Facultatif — laisser vide pour aucun raccourci d'effacement de l'historique.
hi: वैकल्पिक — इतिहास साफ़ करने के शॉर्टकट के लिए खाली छोड़ें।
id: Opsional — kosongkan untuk tidak ada pintasan hapus riwayat.
it: Facoltativo — lascia vuoto per nessuna scorciatoia di cancellazione cronologia.
ja: 任意 — 空欄にすると履歴消去のショートカットは設定されません。
ko: 선택 사항 — 기록 지우기 단축키를 사용하지 않으려면 비워 두십시오.
pt_br: Opcional — deixe em branco para não definir atalho de limpar histórico.
ru: Необязательно — оставьте пустым, чтобы не задавать сочетание для очистки истории.
zh_hans: 可选 — 留空则不设置清除历史快捷键。

source: Optional, anonymous, and off by default.
ar: اختياري ومجهول الهوية وموقَف افتراضيًا.
bn: ঐচ্ছিক, বেনামী এবং ডিফল্টে বন্ধ।
de: Optional, anonym und standardmäßig aus.
es: Opcional, anónimo y desactivado de forma predeterminada.
fr: Facultatif, anonyme et désactivé par défaut.
hi: वैकल्पिक, गुमनाम, और डिफ़ॉल्ट रूप से बंद।
id: Opsional, anonim, dan nonaktif secara bawaan.
it: Facoltativo, anonimo e disattivato per impostazione predefinita.
ja: 任意・匿名で、既定はオフです。
ko: 선택 사항이며 익명이고 기본값은 꺼짐입니다.
pt_br: Opcional, anônimo e desativado por padrão.
ru: Необязательно, анонимно и выключено по умолчанию.
zh_hans: 可选、匿名，且默认关闭。

source: Orange
ar: برتقالي
bn: কমলা
es: Naranja
hi: नारंगी
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황색
pt_br: Laranja
ru: Оранжевый
zh_hans: 橙色

source: Page %lld
ar: الصفحة %lld
bn: পৃষ্ঠা %lld
de: Seite %lld
es: Página %lld
hi: पृष्ठ %lld
id: Halaman %lld
it: Pagina %lld
ja: %lld ページ
ko: %lld 페이지
pt_br: Página %lld
ru: Страница %lld
zh_hans: 第 %lld 页

source: Passphrase
ar: عبارة المرور
bn: পাসফ্রেজ
es: Frase de contraseña
fr: Phrase secrète
hi: पासफ़्रेज़
id: Frasa sandi
ja: パスフレーズ
ko: 암호 문구
pt_br: Frase-senha
ru: Парольная фраза
zh_hans: 口令

source: Passphrase (12 characters or more)
ar: عبارة المرور (12 حرفًا أو أكثر)
bn: পাসফ্রেজ (১২ অক্ষর বা তার বেশি)
de: Passphrase (mindestens 12 Zeichen)
es: Frase de contraseña (12 caracteres o más)
fr: Phrase secrète (12 caractères minimum)
hi: पासफ़्रेज़ (12 या अधिक अक्षर)
id: Frasa sandi (12 karakter atau lebih)
it: Passphrase (almeno 12 caratteri)
ja: パスフレーズ（12 文字以上）
ko: 암호 문구(12자 이상)
pt_br: Frase-senha (12 caracteres ou mais)
ru: Парольная фраза (не менее 12 символов)
zh_hans: 口令（至少 12 个字符）

source: Passwords and tokens are detected and masked automatically.
ar: يتم اكتشاف كلمات المرور والرموز المميزة وإخفاؤها تلقائيًا.
bn: পাসওয়ার্ড ও টোকেন স্বয়ংক্রিয়ভাবে শনাক্ত করে মাস্ক করা হয়।
de: Passwörter und Tokens werden automatisch erkannt und maskiert.
es: Las contraseñas y los tokens se detectan y se enmascaran automáticamente.
fr: Les mots de passe et les jetons sont détectés et masqués automatiquement.
hi: पासवर्ड और टोकन स्वचालित रूप से पहचाने और मास्क किए जाते हैं।
id: Kata sandi dan token dideteksi dan disamarkan secara otomatis.
it: Password e token vengono rilevati e mascherati automaticamente.
ja: パスワードやトークンは自動的に検出してマスクします。
ko: 비밀번호와 토큰은 자동으로 감지되어 마스킹됩니다.
pt_br: Senhas e tokens são detectados e mascarados automaticamente.
ru: Пароли и токены автоматически обнаруживаются и маскируются.
zh_hans: 自动检测并遮蔽密码和令牌。

source: Passwords, API keys, and tokens detected in copied text are hidden in the menu and history list. Detection runs entirely on-device — nothing is ever sent anywhere.
ar: تُخفى كلمات المرور ومفاتيح API والرموز المكتشفة في النص المنسوخ من القائمة وقائمة السجل. يجري الاكتشاف بالكامل على الجهاز — ولا يُرسل أي شيء إلى أي مكان.
bn: কপি করা টেক্সটে শনাক্ত হওয়া পাসওয়ার্ড, API কী এবং টোকেন মেনু ও ইতিহাস তালিকায় লুকানো হয়। শনাক্তকরণ সম্পূর্ণরূপে ডিভাইসে চলে — কিছুই কোথাও পাঠানো হয় না।
de: In kopiertem Text erkannte Passwörter, API-Schlüssel und Tokens werden im Menü und im Verlauf ausgeblendet. Die Erkennung erfolgt vollständig auf dem Gerät – es wird nichts irgendwohin gesendet.
es: Las contraseñas, claves de API y tokens detectados en el texto copiado se ocultan en el menú y en el historial. La detección se realiza por completo en el dispositivo: nunca se envía nada a ningún sitio.
fr: Les mots de passe, clés d’API et jetons détectés dans le texte copié sont masqués dans le menu et l’historique. La détection s’effectue entièrement sur l’appareil — rien n’est jamais envoyé nulle part.
hi: कॉपी किए गए टेक्स्ट में पहचाने गए पासवर्ड, API कुंजियाँ और टोकन मेनू और इतिहास सूची में छिपा दिए जाते हैं। पहचान पूरी तरह डिवाइस पर होती है — कुछ भी कहीं नहीं भेजा जाता।
id: Kata sandi, kunci API, dan token yang terdeteksi dalam teks yang disalin disembunyikan di menu dan daftar riwayat. Deteksi berjalan sepenuhnya di perangkat — tidak ada yang pernah dikirim ke mana pun.
it: Le password, le chiavi API e i token rilevati nel testo copiato vengono nascosti nel menu e nella cronologia. Il rilevamento avviene interamente sul dispositivo: nulla viene mai inviato da nessuna parte.
ja: コピーしたテキストから検出されたパスワード・APIキー・トークンは、メニューと履歴で非表示になります。検出はすべて端末内で行われ、どこにも送信されません。
ko: 복사한 텍스트에서 감지된 비밀번호, API 키, 토큰은 메뉴와 기록 목록에서 숨겨집니다. 감지는 전적으로 기기에서 수행되며 어디로도 전송되지 않습니다.
pt_br: Senhas, chaves de API e tokens detectados no texto copiado ficam ocultos no menu e na lista de histórico. A detecção é feita inteiramente no dispositivo — nada é enviado para lugar nenhum.
ru: Пароли, ключи API и токены, обнаруженные в скопированном тексте, скрываются в меню и истории. Обнаружение выполняется полностью на устройстве — ничего никуда не отправляется.
zh_hans: 在复制的文本中检测到的密码、API 密钥和令牌会在菜单和历史列表中隐藏。检测完全在本机进行——任何内容都不会被发送到任何地方。

source: Paste
ar: لصق
bn: পেস্ট করুন
de: Einsetzen
es: Pegar
fr: Coller
hi: पेस्ट करें
id: Tempel
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

source: Paste and delete history
ar: اللصق وحذف السجل
bn: পেস্ট করুন ও ইতিহাস মুছুন
de: Einsetzen und aus Verlauf löschen
es: Pegar y eliminar del historial
fr: Coller et supprimer de l'historique
hi: चिपकाएँ और इतिहास हटाएँ
id: Tempel dan hapus riwayat
it: Incolla ed elimina dalla cronologia
ja: ペーストして履歴を削除
ko: 붙여넣고 기록 삭제
pt_br: Colar e apagar do histórico
ru: Вставить и удалить из истории
zh_hans: 粘贴并删除历史

source: Paste as PlainText
ar: اللصق كنص عادي
bn: প্লেইন টেক্সট হিসেবে পেস্ট করুন
de: Als reinen Text einsetzen
es: Pegar como texto sin formato
fr: Coller comme texte brut
hi: सादे पाठ के रूप में चिपकाएँ
id: Tempel sebagai Teks Biasa
it: Incolla come testo semplice
ja: プレーンテキストとしてペースト
ko: 일반 텍스트로 붙여넣기
pt_br: Colar como Texto Simples
ru: Вставить как обычный текст
zh_hans: 粘贴为纯文本

source: Pink
ar: وردي
bn: গোলাপি
es: Rosa
fr: Rose
hi: गुलाबी
id: Merah Muda
it: Rosa
ja: ピンク
ko: 분홍색
pt_br: Rosa
ru: Розовый
zh_hans: 粉色

source: Pinned
ar: مثبَّت
bn: পিন করা
de: Angepinnt
es: Fijado
fr: Épinglé
hi: पिन किया गया
id: Disematkan
it: Fissato
ja: ピン留め済み
ko: 고정됨
pt_br: Fixado
ru: Закреплено
zh_hans: 已固定

source: Place already copied history at the top
ar: وضع السجل المنسوخ سابقًا في الأعلى
bn: ইতিমধ্যে কপি করা ইতিহাস উপরে রাখুন
de: Bereits kopierten Eintrag oben einordnen
es: Colocar arriba el historial ya copiado
fr: Placer en haut l'historique déjà copié
hi: पहले से कॉपी किए गए इतिहास को शीर्ष पर रखें
id: Tempatkan riwayat yang sudah disalin di bagian atas
it: Sposta in cima la cronologia già copiata
ja: コピー済みの履歴を一番上に配置
ko: 이미 복사한 기록을 맨 위에 표시
pt_br: Colocar o histórico já copiado no topo
ru: Помещать уже скопированную историю наверх
zh_hans: 将已复制的历史置于顶部

source: Plain Text
ar: نص عادي
bn: প্লেইন টেক্সট
de: Reiner Text
es: Texto sin formato
fr: Texte brut
hi: सादा पाठ
id: Teks Biasa
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
pt_br: Texto Simples
ru: Обычный текст
zh_hans: 纯文本

source: Preview
ar: معاينة
bn: প্রিভিউ
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Предпросмотр
zh_hans: 预览

source: Preview pane position:
ar: موضع لوحة المعاينة:
bn: প্রিভিউ প্যানেলের অবস্থান:
de: Position des Vorschaubereichs:
es: Posición del panel de vista previa:
fr: Position du panneau d’aperçu :
hi: पूर्वावलोकन पैनल की स्थिति:
id: Posisi panel pratinjau:
it: Posizione del pannello di anteprima:
ja: プレビューパネルの位置:
ko: 미리보기 패널 위치:
pt_br: Posição do painel de pré-visualização:
ru: Положение панели предварительного просмотра:
zh_hans: 预览面板位置：

source: Previous Page
ar: الصفحة السابقة
bn: পূর্ববর্তী পৃষ্ঠা
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hi: पिछला पृष्ठ
id: Halaman Sebelumnya
it: Pagina Precedente
ja: 前のページ
ko: 이전 페이지
pt_br: Página Anterior
ru: Предыдущая страница
zh_hans: 上一页

source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Quit ClipySi
ar: إنهاء ClipySi
bn: ClipySi বন্ধ করুন
de: ClipySi beenden
es: Salir de ClipySi
fr: Quitter ClipySi
hi: ClipySi छोड़ें
id: Keluar dari ClipySi
it: Esci da ClipySi
ja: ClipySi を終了
ko: ClipySi 종료
pt_br: Encerrar o ClipySi
ru: Завершить ClipySi
zh_hans: 退出 ClipySi

source: Ready.
ar: جاهز.
bn: প্রস্তুত।
de: Bereit.
es: Listo.
fr: Prêt.
hi: तैयार।
id: Siap.
it: Pronto.
ja: 準備完了。
ko: 준비됨.
pt_br: Pronto.
ru: Готово.
zh_hans: 就绪。

source: Relaunch Now
ar: إعادة التشغيل الآن
bn: এখনই পুনরায় চালু করুন
de: Jetzt neu starten
es: Reiniciar ahora
fr: Relancer maintenant
hi: अभी पुनः लॉन्च करें
id: Luncurkan Ulang Sekarang
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 실행
pt_br: Reabrir agora
ru: Перезапустить сейчас
zh_hans: 立即重新启动

source: Remember the vault key in this Mac's Keychain
ar: تذكّر مفتاح الخزنة في سلسلة مفاتيح هذا الـ Mac
bn: এই Mac-এর কীচেইনে ভল্ট কী মনে রাখুন
de: Tresorschlüssel im Schlüsselbund dieses Macs speichern
es: Recordar la clave de la bóveda en el llavero de este Mac
fr: Mémoriser la clé du coffre dans le trousseau de ce Mac
hi: इस Mac के कीचेन में वॉल्ट कुंजी याद रखें
id: Ingat kunci vault di Rantai Kunci Mac ini
it: Ricorda la chiave del vault nel portachiavi di questo Mac
ja: この Mac のキーチェーンに vault キーを保存
ko: 이 Mac의 키체인에 볼트 키 저장
pt_br: Lembrar a chave do cofre nas Chaves deste Mac
ru: Сохранить ключ хранилища в связке ключей этого Mac
zh_hans: 在这台 Mac 的钥匙串中记住保管库密钥

source: Remove Oldest Items
ar: إزالة أقدم العناصر
bn: সবচেয়ে পুরোনো আইটেম মুছুন
de: Älteste Objekte entfernen
es: Eliminar los elementos más antiguos
fr: Supprimer les éléments les plus anciens
hi: सबसे पुराने आइटम हटाएँ
id: Hapus item terlama
it: Rimuovi gli elementi più vecchi
ja: 古い項目を削除
ko: 가장 오래된 항목 삭제
pt_br: Remover os itens mais antigos
ru: Удалить старые объекты
zh_hans: 删除最旧的项目

source: Remove the selected application
ar: إزالة التطبيق المحدد
bn: নির্বাচিত অ্যাপ্লিকেশন সরান
de: Ausgewählte App entfernen
es: Eliminar la aplicación seleccionada
fr: Retirer l'application sélectionnée
hi: चयनित ऐप्लिकेशन हटाएँ
id: Hapus aplikasi yang dipilih
it: Rimuovi l'applicazione selezionata
ja: 選択したアプリケーションを削除
ko: 선택한 응용 프로그램 제거
pt_br: Remover o app selecionado
ru: Удалить выбранное приложение
zh_hans: 移除所选应用程序

source: Require authentication to reveal a secret
ar: طلب المصادقة لكشف سر
bn: গোপন তথ্য প্রকাশ করতে প্রমাণীকরণ আবশ্যক করুন
de: Authentifizierung zum Anzeigen eines Geheimnisses verlangen
es: Requerir autenticación para revelar un secreto
fr: Exiger une authentification pour révéler un secret
hi: गोपनीय जानकारी प्रकट करने के लिए प्रमाणीकरण आवश्यक करें
id: Wajibkan autentikasi untuk menampilkan rahasia
it: Richiedi autenticazione per rivelare un segreto
ja: 秘密情報の表示に認証を要求する
ko: 비밀 정보를 표시할 때 인증 요구
pt_br: Exigir autenticação para revelar um segredo
ru: Требовать аутентификацию для показа секрета
zh_hans: 显示机密前要求验证

source: Rich Text Format (RTF)
ar: تنسيق النص المنسّق (RTF)
bn: রিচ টেক্সট ফরম্যাট (RTF)
es: Formato de texto enriquecido (RTF)
fr: Format RTF
hi: रिच टेक्स्ट फ़ॉर्मेट (RTF)
ja: リッチテキストフォーマット(RTF)
ko: 서식 있는 텍스트(RTF)
ru: Формат RTF
zh_hans: 富文本格式（RTF）

source: Rich Text Format Directory (RTFD)
ar: دليل تنسيق النص المنسّق (RTFD)
bn: রিচ টেক্সট ফরম্যাট ডিরেক্টরি (RTFD)
es: Directorio de formato de texto enriquecido (RTFD)
fr: Répertoire RTFD
hi: रिच टेक्स्ट फ़ॉर्मेट डायरेक्टरी (RTFD)
ja: リッチテキストフォーマットディレクトリ(RTFD)
ko: 서식 있는 텍스트 디렉토리(RTFD)
ru: Каталог формата RTFD
zh_hans: 富文本格式目录（RTFD）

source: Right
ar: يمين
bn: ডানে
de: Rechts
es: Derecha
fr: Droite
hi: दाएँ
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
pt_br: Direita
ru: Справа
zh_hans: 右

source: Save screenshots in history
ar: حفظ لقطات الشاشة في السجل
bn: ইতিহাসে স্ক্রিনশট সংরক্ষণ করুন
de: Bildschirmfotos im Verlauf speichern
es: Guardar capturas de pantalla en el historial
fr: Enregistrer les captures d'écran dans l'historique
hi: स्क्रीनशॉट इतिहास में सहेजें
id: Simpan tangkapan layar di riwayat
it: Salva le istantanee nella cronologia
ja: スクリーンショットを履歴に保存
ko: 기록에 스크린샷 저장
pt_br: Salvar capturas de tela no histórico
ru: Сохранять снимки экрана в истории
zh_hans: 在历史中保存截屏

source: Save the selected text item as a snippet
ar: حفظ العنصر النصي المحدد كمقتطف
bn: নির্বাচিত টেক্সট আইটেমটি স্নিপেট হিসেবে সংরক্ষণ করুন
de: Ausgewähltes Textelement als Snippet sichern
es: Guardar el elemento de texto seleccionado como snippet
fr: Enregistrer l'élément texte sélectionné comme extrait
hi: चुने गए टेक्स्ट आइटम को स्निपेट के रूप में सहेजें
id: Simpan item teks yang dipilih sebagai snippet
it: Salva l'elemento di testo selezionato come snippet
ja: 選択したテキストアイテムをスニペットとして保存
ko: 선택한 텍스트 항목을 스니펫으로 저장합니다
pt_br: Salvar o item de texto selecionado como snippet
ru: Сохранить выбранный текстовый элемент как сниппет
zh_hans: 将所选文本项目存储为片段

source: Scope
ar: النطاق
bn: পরিসর
de: Bereich
es: Ámbito
fr: Portée
hi: दायरा
id: Lingkup
it: Ambito
ja: 範囲
ko: 범위
pt_br: Escopo
ru: Область
zh_hans: 范围

source: Screenshot
ar: لقطة شاشة
bn: স্ক্রিনশট
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
hi: स्क्रीनशॉट
id: Tangkapan Layar
it: Istantanea
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de Tela
ru: Снимок экрана
zh_hans: 截屏

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
zh_hans: 搜索

source: Search and filters cover the most recent %lld items
ar: يشمل البحث والمرشحات أحدث %lld عنصر
bn: অনুসন্ধান ও ফিল্টার সাম্প্রতিক %lld টি আইটেমে প্রযোজ্য
de: Suche und Filter umfassen die letzten %lld Objekte
es: La búsqueda y los filtros abarcan los %lld elementos más recientes
fr: La recherche et les filtres couvrent les %lld éléments les plus récents
hi: खोज और फ़िल्टर हाल के %lld आइटम पर लागू होते हैं
id: Pencarian dan filter mencakup %lld item terbaru
it: La ricerca e i filtri coprono gli ultimi %lld elementi
ja: 検索とフィルタは最近の %lld 件が対象です
ko: 검색 및 필터는 최근 %lld개 항목에 적용됩니다
pt_br: A busca e os filtros abrangem os %lld itens mais recentes
ru: Поиск и фильтры охватывают последние %lld объектов
zh_hans: 搜索和筛选仅涵盖最近的 %lld 个项目

source: Search history
ar: ابحث في السجل
bn: ইতিহাস অনুসন্ধান করুন
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
hi: इतिहास खोजें
id: Cari riwayat
it: Cerca nella cronologia
ja: 履歴を検索
ko: 기록 검색
pt_br: Buscar no histórico
ru: Поиск в истории
zh_hans: 搜索历史

source: Search history & snippets
ar: ابحث في السجل والمقتطفات
bn: ইতিহাস ও স্নিপেট অনুসন্ধান করুন
de: Verlauf & Snippets durchsuchen
es: Buscar en historial y snippets
fr: Rechercher dans l’historique et les snippets
hi: इतिहास और स्निपेट खोजें
id: Cari riwayat & snippet
it: Cerca nella cronologia e negli snippet
ja: 履歴とスニペットを検索
ko: 기록 및 스니펫 검색
pt_br: Buscar no histórico e snippets
ru: Поиск в истории и сниппетах
zh_hans: 搜索历史与片段

source: Search snippets
ar: ابحث في المقتطفات
bn: স্নিপেট অনুসন্ধান করুন
de: Snippets durchsuchen
es: Buscar snippets
fr: Rechercher des snippets
hi: स्निपेट खोजें
id: Cari snippet
it: Cerca negli snippet
ja: スニペットを検索
ko: 스니펫 검색
pt_br: Buscar snippets
ru: Поиск в сниппетах
zh_hans: 搜索片段

source: Select clipboard types to store:
ar: تحديد أنواع الحافظة المراد تخزينها:
bn: সংরক্ষণ করার ক্লিপবোর্ড টাইপ নির্বাচন করুন:
de: Zu speichernde Zwischenablage-Typen auswählen:
es: Selecciona los tipos de portapapeles que guardar:
fr: Types de presse-papiers à enregistrer :
hi: संग्रहीत करने के लिए क्लिपबोर्ड प्रकार चुनें:
id: Pilih jenis papan klip untuk disimpan:
it: Seleziona i tipi di appunti da memorizzare:
ja: 保存するクリップボードの種類を選択:
ko: 저장할 클립보드 유형 선택:
pt_br: Selecione os tipos da área de transferência a armazenar:
ru: Типы буфера обмена для сохранения:
zh_hans: 选择要存储的剪贴板类型：

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Settings…
ar: الإعدادات…
bn: সেটিংস…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
hi: सेटिंग्स…
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

source: Shortcuts
ar: الاختصارات
bn: শর্টকাট
de: Tastenkürzel
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
id: Pintasan
it: Scorciatoie
ja: ショートカット
ko: 단축키
pt_br: Atalhos
ru: Сочетания клавиш
zh_hans: 快捷键

source: Show Image
ar: عرض الصورة
bn: ছবি দেখান
de: Bild anzeigen
es: Mostrar imagen
fr: Afficher l'image
hi: छवि दिखाएँ
id: Tampilkan Gambar
it: Mostra immagine
ja: 画像を表示
ko: 이미지 보기
pt_br: Mostrar Imagem
ru: Показать изображение
zh_hans: 显示图像

source: Show alert panel before clear history
ar: عرض لوحة تنبيه قبل مسح السجل
bn: ইতিহাস মুছার আগে সতর্কতা প্যানেল দেখান
de: Warnhinweis vor dem Löschen des Verlaufs anzeigen
es: Mostrar un panel de aviso antes de borrar el historial
fr: Afficher une alerte avant d'effacer l'historique
hi: इतिहास साफ़ करने से पहले अलर्ट पैनल दिखाएँ
id: Tampilkan panel peringatan sebelum menghapus riwayat
it: Mostra un avviso prima di cancellare la cronologia
ja: 履歴消去の前に確認パネルを表示
ko: 기록 지우기 전에 경고 패널 표시
pt_br: Mostrar painel de alerta antes de limpar o histórico
ru: Показывать предупреждение перед очисткой истории
zh_hans: 清除历史前显示提醒面板
